[

        {
            "id": 1,
            "title": "Netflix testing video game streaming",
            "content": "A limited number of gamers will get to experience video game streaming as part of a beta test from Netflix, the media company announced. The test will only be open to a small number of Netflix subscribers in Canada and the U.K. at first, according to a company blog post. It will roll out to select TVs on Monday and then to PCs and Macs through the Netflix website in the coming weeks. The streaming company's expansion into video games started in 2021 when Netflix Games rolled out on mobile devices. Netflix vice president of games Mike Verdu called it the.",
            "image": "https://assets1.cbsnewsstatic.com/hub/i/r/2023/08/14/f495ac7d-6ad7-4c9d-ba80-aef8403ae4ba/thumbnail/640x360/2bc07ad01bd84257c30637d77e28686b/netflix-game-streaming.jpg?v=c1558d3b6724dca6fca8d3ab18436e19",
            "date": "3-1-2023"
        },
        {
            "id": 2,
            "title": "Musk says fight with Zuckerberg will stream on X, and Zuck claps back ",
            "content": "Two of the world's most famous and polarizing tech billionaires are again saying they will go head-to-head in a fight. Elon Musk, who owns the site formerly known as Twitter, now rebranded as X, and Mark Zuckerberg, the head of Facebook and Instagram parent company Meta, took to their social media platforms to share details about the potential face-off.",
            "image": "https://assets2.cbsnewsstatic.com/hub/i/r/2023/06/22/9835375f-3d61-483b-b628-30c600c9e81f/thumbnail/640x360g2/7b11c84970f21dd820e3e583fc16ee3b/gettyimages-1258928014.jpg?v=c1558d3b6724dca6fca8d3ab18436e19",
            "date": "3-2-2023"
        },
        {
            "id": 3,
            "title": "How to blast through a Russian minefield",
            "content": "The Ukrainian military must blast its way through possibly millions of mines Russia has laid in their path. CBS News visits Fort Carson in Colorado to witness the equipment and tactics required for one of the most complex and dangerous of all battlefield maneuvers. ",
            "image": "https://assets1.cbsnewsstatic.com/hub/i/r/2023/08/06/ebc38257-c16c-4464-9fb8-59952c01399b/thumbnail/640x360/95c228d5911ab8a5284fc5b00e71b8aa/clearing-mines-1280.jpg?v=c1558d3b6724dca6fca8d3ab18436e19",
            "date": "3-3-2023"
        },
        {
            "id": 4,
            "title": "Most Facebook users have days to claim settlement money. Here's how.",
            "content": "The settlement stems from multiple lawsuits that were brought against Facebook by users who claimed that the company improperly shared their information with third-party sources such as advertisers and data brokers. The litigation began after Facebook was embroiled in a privacy scandal in 2018 with Cambridge Analytica, which scraped user data from the site as part of an effort to profile voters.",
            "image": "https://assets2.cbsnewsstatic.com/hub/i/r/2023/04/19/43a7a0df-934f-424c-ad70-0514a518b27a/thumbnail/640x360/467d87aedc09f934278b4a4145209b99/gettyimages-1072225738.jpg?v=c1558d3b6724dca6fca8d3ab18436e19",
            "date": "3-4-2023"
        },
        {
            "id": 5,
            "title": "Why the U.S. government may try to break up Amazon ",
            "content": "A showdown between Amazon and government regulators over whether it is overly dominant may soon be coming to a head, with the Federal Trade Commission preparing to sue — and possibly break up — the world's largest e-commerce company, according to Politico and Bloomberg.",
            "image": "https://assets2.cbsnewsstatic.com/hub/i/r/2023/07/28/0b92ac5c-1367-4e71-97bb-d9e797152c4c/thumbnail/640x360/ea654f3680b77008aaf11c419000f63c/khan-gettyimages-1530051593.jpg?v=c1558d3b6724dca6fca8d3ab18436e19",
            "date": "3-5-2023"
        },
        {
            "id": 6,
            "title": "Russian ruble worth less than 1 cent, lowest since start of Ukraine war ",
            "content": "Russia's ruble is now worth less than 1 cent, its lowest value since Western nations imposed crippling sanctions on the country in response to its invasion of Ukraine. On Monday, the Russian currency passed 101 rubles to the dollar, part of a slide that began in January and which has erased about one-third of the ruble's value since then. The plunge also marks a reversal from the currency's performance in 2022, when at one point it was the strongest performer in the world.",
            "image": "https://assets2.cbsnewsstatic.com/hub/i/r/2022/02/28/2f57642d-1473-4486-9057-a8c00ceaa03c/thumbnail/640x360/d9157e8527c5f80cd6e3690f4dfaf833/gettyimages-1212856755.jpg?v=c1558d3b6724dca6fca8d3ab18436e19",
            "date": "3-6-2023"
        }
]
    

    